{
  "footer": {
    "companyDescription": "JanazApp digitalizes funeral care for the Islamic community in Western Europe. Our platform connects families, funeral directors, mosques and government institutions.",
    "contact": {
      "address": "Antwerp, Belgium",
      "email": "info@janazapp.com",
      "phone": "+32 2 123 4567"
    },
    "copyright": "© 2025 JanazApp. All rights reserved.",
    "links": {
      "privacy": "Privacy",
      "cookies": "Cookies",
      "terms": "Terms and Conditions"
    }
  },
  "privacy": {
    "title": "Privacy Policy",
    "intro": "Your privacy is of the utmost importance to JanazApp. This policy describes how we collect, use and protect your personal data.",
    "sections": [
      {
        "title": "1. Data Collection",
        "content": "We only collect data that is necessary for providing our funeral care services. This includes personal information from bereaved families, funeral directors and other involved parties."
      },
      {
        "title": "2. Use of Data",
        "content": "Your data is used exclusively for facilitating death procedures, coordinating between different parties and complying with legal obligations."
      },
      {
        "title": "3. Security",
        "content": "We implement modern security measures to protect your personal data against unauthorized access, modification or disclosure. All data is stored encrypted."
      },
      {
        "title": "4. Data Sharing",
        "content": "Data is only shared with parties directly involved in the death procedure, such as funeral directors, mosques and government agencies, and only with your explicit consent."
      },
      {
        "title": "5. Your Rights",
        "content": "You have the right to view, correct or delete your data. Contact us at info@janazapp.com for questions about your privacy."
      },
      {
        "title": "6. GDPR Compliance",
        "content": "JanazApp fully complies with the General Data Protection Regulation (GDPR). We respect your privacy and maintain strict data protection procedures."
      },
      {
        "title": "7. Contact",
        "content": "For questions about this privacy policy you can contact us at:\nEmail: info@janazapp.com\nPhone: +32 2 123 4567"
      }
    ],
    "lastUpdated": "Last updated: January 2025"
  },
  "terms": {
    "title": "Terms and Conditions",
    "intro": "These terms and conditions apply to the use of JanazApp services. By using our services, you agree to these terms.",
    "sections": {
      "definitions": {
        "title": "1. Definitions",
        "janazapp": "the provider of the digital platform for funeral care.",
        "user": "any natural person or legal entity using JanazApp.",
        "partner": "entrepreneurs, insurers or other partners joining through JanazApp.",
        "services": "all (digital) functionalities made available through the platform."
      },
      "applicability": {
        "title": "2. Applicability",
        "content": "These terms apply to every use of JanazApp, both by individuals (families) and by partners (funeral directors, insurers)."
      },
      "janazappServices": {
        "title": "3. JanazApp Services",
        "items": [
          "JanazApp offers a digital platform for funeral care, connecting families, entrepreneurs and insurers.",
          "JanazApp does not provide funeral services itself, but facilitates communication and collaboration between involved parties.",
          "JanazApp may add, modify or remove functionalities."
        ]
      },
      "platformUse": {
        "title": "4. Platform Usage",
        "items": [
          "Users are required to provide accurate and current information.",
          "It is not permitted to use the platform for illegal, misleading or harmful purposes.",
          "Accounts are personal and may not be shared without JanazApp's permission."
        ]
      },
      "payments": {
        "title": "5. Fees and Payments",
        "items": [
          "For families, using JanazApp is free of charge.",
          "Partners (entrepreneurs and insurers) may be charged fees according to a separate agreement or subscription model.",
          "All amounts are exclusive of VAT, unless stated otherwise."
        ]
      },
      "privacy": {
        "title": "6. Privacy and Data Protection",
        "items": [
          "JanazApp processes personal data in accordance with the Privacy Statement and GDPR.",
          "Users remain responsible for the accuracy of the data they provide."
        ]
      },
      "liability": {
        "title": "7. Liability",
        "items": [
          "JanazApp is not liable for direct or indirect damage resulting from the use of the platform, unless there is intent or gross negligence.",
          "JanazApp is not responsible for the services provided by funeral directors, insurers or other external parties active through the platform.",
          "JanazApp's total liability is in all cases limited to the amount the user has paid to JanazApp in the last 12 months (if applicable)."
        ]
      },
      "intellectualProperty": {
        "title": "8. Intellectual Property",
        "items": [
          "All intellectual property rights to the platform, software, logos and content belong to JanazApp.",
          "It is not permitted to copy, distribute or make public JanazApp materials without permission."
        ]
      },
      "termination": {
        "title": "9. Duration and Termination",
        "items": [
          "Users can terminate their account at any time.",
          "JanazApp may terminate access to the platform in case of abuse or violation of these terms."
        ]
      },
      "forceMajeure": {
        "title": "10. Force Majeure",
        "content": "JanazApp is not obligated to fulfill obligations if this is impossible due to force majeure, such as internet connection failures, power outages, or government measures."
      },
      "law": {
        "title": "11. Applicable Law and Disputes",
        "items": [
          "These terms are exclusively governed by Dutch law.",
          "Disputes will be submitted to the competent court in the district where JanazApp is located."
        ]
      },
      "changes": {
        "title": "12. Changes",
        "content": "JanazApp may change these terms and conditions. The most current version is always available on the website."
      }
    }
  },
  "cookies": {
    "title": "Cookie Policy",
    "intro": "JanazApp uses cookies to improve your experience and optimize our services. Below you will find information about how and why we use cookies.",
    "sections": [
      {
        "title": "1. What are cookies?",
        "content": "Cookies are small text files that are stored on your device when you visit our website. They help us remember your preferences and personalize your experience."
      },
      {
        "title": "2. Which cookies do we use?",
        "subsections": [
          {
            "title": "Essential cookies",
            "content": "These cookies are essential for the functioning of our website and cannot be disabled. They are used for security, session management and accessibility."
          },
          {
            "title": "Functional cookies",
            "content": "These cookies remember your preferences and settings to improve your experience, such as language preferences and user interface settings."
          },
          {
            "title": "Analytical cookies",
            "content": "We use these cookies to understand how visitors use our website, so we can improve our services."
          }
        ]
      },
      {
        "title": "3. Why do we use cookies?",
        "list": [
          "To securely store your login credentials",
          "To remember your preferences and settings",
          "To improve the performance of our website",
          "To detect and resolve technical issues",
          "To prevent fraudulent activities"
        ]
      },
      {
        "title": "4. Cookie management",
        "content": "You can manage cookies through your browser settings. Please note that disabling certain cookies may limit the functionality of our website. Essential cookies cannot be disabled as they are essential for the operation of the website."
      },
      {
        "title": "5. Retention period",
        "content": "Session cookies are automatically deleted when you close your browser. Persistent cookies remain stored until they expire or are deleted by you. The retention period varies from a few hours to a maximum of one year."
      },
      {
        "title": "6. Changes to this cookie policy",
        "content": "We may update this cookie policy from time to time. Changes will be published on this page and take effect immediately."
      },
      {
        "title": "7. Contact",
        "content": "For questions about our cookie policy you can contact us at:\nEmail: info@janazapp.com\nPhone: +32 2 123 4567"
      }
    ],
    "lastUpdated": "Last updated: January 2025"
  },
  "about": {
    "title": "About Us",
    "intro": "At JanazApp, we prove that technology and empathy work perfectly together. We developed a digital platform that connects families, funeral directors and insurance companies, ensuring that all administrative and practical steps around a death are handled quickly and correctly.",
    "mission": {
      "title": "Our mission",
      "content1": "We ensure that bereaved families experience fewer barriers. With JanazApp, families get a clear overview of documents, steps and statuses — without hassle, without ambiguities.",
      "content2": "Professionals manage their files more efficiently, verify documents and work together in one environment."
    },
    "promise": {
      "title": "Our promise",
      "content1": "We connect technology with empathy.",
      "content2": "JanazApp stands not only for software, but for a reliable partner at one of the most vulnerable moments in life."
    }
  }
}