{
  "footer": {
    "companyDescription": "JanazApp, Batı Avrupa'daki İslam topluluğu için cenaze bakımını dijitalleştiriyor. Platformumuz aileleri, cenaze müdürlerini, camileri ve devlet kurumlarını bağlıyor.",
    "contact": {
      "address": "Antwerp, Belçika",
      "email": "info@janazapp.com",
      "phone": "+32 2 123 4567"
    },
    "copyright": "© 2025 JanazApp. Tüm hakları saklıdır.",
    "links": {
      "privacy": "Gizlilik",
      "cookies": "Çerezler",
      "terms": "Şartlar ve Koşullar"
    }
  },
  "privacy": {
    "title": "Gizlilik Politikası",
    "intro": "Gizliliğiniz JanazApp için son derece önemlidir. Bu politika kişisel verilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu açıklar.",
    "sections": [
      {
        "title": "1. Veri Toplama",
        "content": "Sadece cenaze bakım hizmetlerimizi sağlamak için gerekli olan verileri topluyoruz. Bu, yas tutan ailelerden, cenaze müdürlerinden ve diğer ilgili taraflardan gelen kişisel bilgileri içerir."
      },
      {
        "title": "2. Veri Kullanımı",
        "content": "Verileriniz yalnızca ölüm prosedürlerini kolaylaştırmak, farklı taraflar arasında koordinasyon sağlamak ve yasal yükümlülüklere uymak için kullanılır."
      },
      {
        "title": "3. Güvenlik",
        "content": "Kişisel verilerinizi yetkisiz erişim, değişiklik veya ifşaya karşı korumak için modern güvenlik önlemleri uyguluyoruz. Tüm veriler şifreli olarak saklanır."
      },
      {
        "title": "4. Veri Paylaşımı",
        "content": "Veriler yalnızca cenaze müdürleri, camiler ve devlet kurumları gibi ölüm prosedürüne doğrudan dahil olan taraflarla ve sadece açık onayınızla paylaşılır."
      },
      {
        "title": "5. Haklarınız",
        "content": "Verilerinizi görüntüleme, düzeltme veya silme hakkına sahipsiniz. Gizliliğinizle ilgili sorular için info@janazapp.com adresinden bize ulaşın."
      },
      {
        "title": "6. GDPR Uyumluluğu",
        "content": "JanazApp, Genel Veri Koruma Yönetmeliği'ne (GDPR) tam olarak uygundur. Gizliliğinize saygı duyuyor ve sıkı veri koruma prosedürleri uyguluyoruz."
      },
      {
        "title": "7. İletişim",
        "content": "Bu gizlilik politikası hakkındaki sorularınız için bizimle iletişime geçebilirsiniz:\nE-posta: info@janazapp.com\nTelefon: +32 2 123 4567"
      }
    ],
    "lastUpdated": "Son güncelleme: Ocak 2025"
  },
  "terms": {
    "title": "Şartlar ve Koşullar",
    "intro": "Bu şartlar ve koşullar JanazApp hizmetlerinin kullanımı için geçerlidir. Hizmetlerimizi kullanarak bu şartları kabul etmiş olursunuz.",
    "sections": {
      "definitions": {
        "title": "1. Tanımlar",
        "janazapp": "cenaze bakımı için dijital platform sağlayıcısı.",
        "user": "JanazApp kullanan herhangi bir gerçek veya tüzel kişi.",
        "partner": "JanazApp üzerinden katılan girişimciler, sigortacılar veya diğer ortaklar.",
        "services": "platform üzerinden sunulan tüm (dijital) işlevler."
      }
    }
  },
  "cookies": {
    "title": "Çerez Politikası",
    "intro": "JanazApp deneyiminizi iyileştirmek ve hizmetlerimizi optimize etmek için çerezler kullanır. Çerezleri nasıl ve neden kullandığımızla ilgili bilgileri aşağıda bulabilirsiniz.",
    "sections": [
      {
        "title": "1. Çerezler nedir?",
        "content": "Çerezler, web sitemizi ziyaret ettiğinizde cihazınızda depolanan küçük metin dosyalarıdır. Tercihlerinizi hatırlamamıza ve deneyiminizi kişiselleştirmemize yardımcı olurlar."
      },
      {
        "title": "2. Hangi çerezleri kullanıyoruz?",
        "subsections": [
          {
            "title": "Gerekli çerezler",
            "content": "Bu çerezler web sitemizin işlevselliği için gereklidir ve devre dışı bırakılamazlar. Güvenlik, oturum yönetimi ve erişilebilirlik için kullanılırlar."
          },
          {
            "title": "İşlevsel çerezler",
            "content": "Bu çerezler deneyiminizi iyileştirmek için tercihlerinizi ve ayarlarınızı hatırlar, örneğin dil tercihleri ve kullanıcı arayüzü ayarları."
          },
          {
            "title": "Analitik çerezler",
            "content": "Ziyaretçilerin web sitemizi nasıl kullandığını anlamak için bu çerezleri kullanıyoruz, böylece hizmetlerimizi iyileştirebiliriz."
          }
        ]
      },
      {
        "title": "3. Çerezleri neden kullanıyoruz?",
        "list": [
          "Giriş bilgilerinizi güvenli bir şekilde saklamak için",
          "Tercihlerinizi ve ayarlarınızı hatırlamak için",
          "Web sitemizin performansını iyileştirmek için",
          "Teknik sorunları tespit etmek ve çözmek için",
          "Hileli faaliyetleri önlemek için"
        ]
      },
      {
        "title": "4. Çerez yönetimi",
        "content": "Çerezleri tarayıcı ayarlarınız aracılığıyla yönetebilirsiniz. Belirli çerezleri devre dışı bırakmanın web sitemizin işlevselliğini sınırlayabileceğini unutmayın. Gerekli çerezler web sitesinin çalışması için gerekli olduğundan devre dışı bırakılamazlar."
      },
      {
        "title": "5. Saklama süresi",
        "content": "Oturum çerezleri tarayıcınızı kapattığınızda otomatik olarak silinir. Kalıcı çerezler süresi dolana veya siz silene kadar saklanır. Saklama süresi birkaç saatten maksimum bir yıla kadar değişir."
      },
      {
        "title": "6. Bu çerez politikasındaki değişiklikler",
        "content": "Bu çerez politikasını zaman zaman güncelleyebiliriz. Değişiklikler bu sayfada yayınlanır ve derhal yürürlüğe girer."
      },
      {
        "title": "7. İletişim",
        "content": "Çerez politikamızla ilgili sorularınız için bizimle iletişime geçebilirsiniz:\nE-posta: info@janazapp.com\nTelefon: +32 2 123 4567"
      }
    ],
    "lastUpdated": "Son güncelleme: Ocak 2025"
  },
  "about": {
    "title": "Hakkımızda",
    "intro": "JanazApp'te teknoloji ve empatinin mükemmel bir uyum içinde çalıştığını kanıtlıyoruz. Aileleri, cenaze müdürlerini ve sigorta şirketlerini birbirine bağlayan dijital bir platform geliştirdik ve ölümle ilgili tüm idari ve pratik adımların hızlı ve doğru şekilde halledilmesini sağladık.",
    "mission": {
      "title": "Misyonumuz",
      "content1": "Yaslı ailelerin daha az engelle karşılaşmasını sağlıyoruz. JanazApp ile aileler belgeler, adımlar ve durumlar hakkında net bir genel bakış elde ediyor — karmaşa olmadan, belirsizlik olmadan.",
      "content2": "Profesyoneller dosyalarını daha verimli yönetiyor, belgeleri doğruluyor ve tek bir ortamda birlikte çalışıyorlar."
    },
    "promise": {
      "title": "Sözümüz",
      "content1": "Teknolojiyi empati ile birleştiriyoruz.",
      "content2": "JanazApp sadece yazılımı değil, hayatın en savunmasız anlarından birinde güvenilir bir ortağı temsil eder."
    }
  }
}