{
  "footer": {
    "companyDescription": "JanazApp ترقمن رعاية الجنائز للمجتمع الإسلامي في أوروبا الغربية. منصتنا تربط العائلات ومدراء الجنائز والمساجد والمؤسسات الحكومية.",
    "contact": {
      "address": "أنتويرب، بلجيكا",
      "email": "info@janazapp.com",
      "phone": "+32 2 123 4567"
    },
    "copyright": "© 2025 JanazApp. جميع الحقوق محفوظة.",
    "links": {
      "privacy": "الخصوصية",
      "cookies": "ملفات تعريف الارتباط",
      "terms": "الشروط والأحكام"
    }
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "intro": "خصوصيتك لها أهمية قصوى لدى JanazApp. تصف هذه السياسة كيفية جمع واستخدام وحماية بياناتك الشخصية.",
    "sections": [
      {
        "title": "1. جمع البيانات",
        "content": "نحن نجمع فقط البيانات الضرورية لتقديم خدمات رعاية الجنائز الخاصة بنا. يشمل ذلك المعلومات الشخصية من العائلات المفجوعة ومدراء الجنائز والأطراف الأخرى المعنية."
      },
      {
        "title": "2. استخدام البيانات",
        "content": "تُستخدم بياناتك حصرياً لتسهيل إجراءات الوفاة والتنسيق بين الأطراف المختلفة والامتثال للالتزامات القانونية."
      },
      {
        "title": "3. الأمان",
        "content": "نطبق تدابير أمنية حديثة لحماية بياناتك الشخصية من الوصول غير المصرح به أو التعديل أو الكشف. جميع البيانات مخزنة مشفرة."
      },
      {
        "title": "4. مشاركة البيانات",
        "content": "تتم مشاركة البيانات فقط مع الأطراف المشاركة مباشرة في إجراءات الوفاة، مثل مدراء الجنائز والمساجد والوكالات الحكومية، وفقط بموافقتك الصريحة."
      },
      {
        "title": "5. حقوقك",
        "content": "لك الحق في مراجعة وتصحيح أو حذف بياناتك. اتصل بنا على info@janazapp.com للأسئلة حول خصوصيتك."
      },
      {
        "title": "6. الامتثال لـ GDPR",
        "content": "JanazApp تمتثل بالكامل للائحة العامة لحماية البيانات (GDPR). نحن نحترم خصوصيتك ونحافظ على إجراءات صارمة لحماية البيانات."
      },
      {
        "title": "7. الاتصال",
        "content": "للأسئلة حول سياسة الخصوصية هذه يمكنك الاتصال بنا على:\nالبريد الإلكتروني: info@janazapp.com\nالهاتف: +32 2 123 4567"
      }
    ],
    "lastUpdated": "آخر تحديث: يناير 2025"
  },
  "terms": {
    "title": "الشروط والأحكام",
    "intro": "تنطبق هذه الشروط والأحكام على استخدام خدمات JanazApp. باستخدام خدماتنا، فإنك توافق على هذه الشروط."
  }
}