{
  "footer": {
    "companyDescription": "JanazApp numérise les soins funéraires pour la communauté islamique d'Europe occidentale. Notre plateforme connecte les familles, les pompes funèbres, les mosquées et les institutions gouvernementales.",
    "contact": {
      "address": "Anvers, Belgique",
      "email": "info@janazapp.com",
      "phone": "+32 2 123 4567"
    },
    "copyright": "© 2025 JanazApp. Tous droits réservés.",
    "links": {
      "privacy": "Confidentialité",
      "cookies": "Cookies",
      "terms": "Conditions Générales"
    }
  },
  "privacy": {
    "title": "Politique de Confidentialité",
    "intro": "Votre vie privée est de la plus haute importance pour JanazApp. Cette politique décrit comment nous collectons, utilisons et protégeons vos données personnelles.",
    "sections": [
      {
        "title": "1. Collecte de Données",
        "content": "Nous ne collectons que les données nécessaires à la fourniture de nos services de soins funéraires. Cela inclut les informations personnelles des familles endeuillées, des pompes funèbres et d'autres parties impliquées."
      },
      {
        "title": "2. Utilisation des Données",
        "content": "Vos données sont utilisées exclusivement pour faciliter les procédures de décès, coordonner entre différentes parties et se conformer aux obligations légales."
      },
      {
        "title": "3. Sécurité",
        "content": "Nous mettons en place des mesures de sécurité modernes pour protéger vos données personnelles contre l'accès non autorisé, la modification ou la divulgation. Toutes les données sont stockées de manière cryptée."
      },
      {
        "title": "4. Partage de Données",
        "content": "Les données ne sont partagées qu'avec les parties directement impliquées dans la procédure de décès, comme les pompes funèbres, les mosquées et les agences gouvernementales, et seulement avec votre consentement explicite."
      },
      {
        "title": "5. Vos Droits",
        "content": "Vous avez le droit de consulter, corriger ou supprimer vos données. Contactez-nous à info@janazapp.com pour des questions sur votre vie privée."
      },
      {
        "title": "6. Conformité RGPD",
        "content": "JanazApp se conforme entièrement au Règlement Général sur la Protection des Données (RGPD). Nous respectons votre vie privée et maintenons des procédures strictes de protection des données."
      },
      {
        "title": "7. Contact",
        "content": "Pour des questions sur cette politique de confidentialité, vous pouvez nous contacter à :\nE-mail : info@janazapp.com\nTéléphone : +32 2 123 4567"
      }
    ],
    "lastUpdated": "Dernière mise à jour : janvier 2025"
  },
  "terms": {
    "title": "Conditions Générales",
    "intro": "Ces conditions générales s'appliquent à l'utilisation des services JanazApp. En utilisant nos services, vous acceptez ces conditions."
  },
  "cookies": {
    "title": "Politique des Cookies",
    "intro": "JanazApp utilise des cookies pour améliorer votre expérience et optimiser nos services. Vous trouverez ci-dessous des informations sur comment et pourquoi nous utilisons les cookies.",
    "sections": [
      {
        "title": "1. Que sont les cookies ?",
        "content": "Les cookies sont de petits fichiers texte qui sont stockés sur votre appareil lorsque vous visitez notre site web. Ils nous aident à mémoriser vos préférences et à personnaliser votre expérience."
      },
      {
        "title": "2. Quels cookies utilisons-nous ?",
        "subsections": [
          {
            "title": "Cookies essentiels",
            "content": "Ces cookies sont essentiels au fonctionnement de notre site web et ne peuvent pas être désactivés. Ils sont utilisés pour la sécurité, la gestion des sessions et l'accessibilité."
          },
          {
            "title": "Cookies fonctionnels",
            "content": "Ces cookies mémorisent vos préférences et paramètres pour améliorer votre expérience, comme les préférences linguistiques et les paramètres de l'interface utilisateur."
          },
          {
            "title": "Cookies analytiques",
            "content": "Nous utilisons ces cookies pour comprendre comment les visiteurs utilisent notre site web, afin d'améliorer nos services."
          }
        ]
      },
      {
        "title": "3. Pourquoi utilisons-nous les cookies ?",
        "list": [
          "Pour stocker en sécurité vos identifiants de connexion",
          "Pour mémoriser vos préférences et paramètres",
          "Pour améliorer les performances de notre site web",
          "Pour détecter et résoudre les problèmes techniques",
          "Pour prévenir les activités frauduleuses"
        ]
      },
      {
        "title": "4. Gestion des cookies",
        "content": "Vous pouvez gérer les cookies via les paramètres de votre navigateur. Veuillez noter que la désactivation de certains cookies peut limiter la fonctionnalité de notre site web. Les cookies essentiels ne peuvent pas être désactivés car ils sont essentiels au fonctionnement du site web."
      },
      {
        "title": "5. Période de conservation",
        "content": "Les cookies de session sont automatiquement supprimés lorsque vous fermez votre navigateur. Les cookies persistants restent stockés jusqu'à ce qu'ils expirent ou soient supprimés par vous. La période de conservation varie de quelques heures à un maximum d'un an."
      },
      {
        "title": "6. Modifications de cette politique des cookies",
        "content": "Nous pouvons mettre à jour cette politique des cookies de temps en temps. Les modifications seront publiées sur cette page et prennent effet immédiatement."
      },
      {
        "title": "7. Contact",
        "content": "Pour des questions sur notre politique des cookies, vous pouvez nous contacter à :\nE-mail : info@janazapp.com\nTéléphone : +32 2 123 4567"
      }
    ],
    "lastUpdated": "Dernière mise à jour : janvier 2025"
  },
  "about": {
    "title": "À Propos de Nous",
    "intro": "Chez JanazApp, nous prouvons que la technologie et l'empathie fonctionnent parfaitement ensemble. Nous avons développé une plateforme numérique qui connecte les familles, les pompes funèbres et les compagnies d'assurance, garantissant que toutes les étapes administratives et pratiques autour d'un décès sont traitées rapidement et correctement.",
    "mission": {
      "title": "Notre mission",
      "content1": "Nous veillons à ce que les familles endeuillées rencontrent moins d'obstacles. Avec JanazApp, les familles obtiennent un aperçu clair des documents, des étapes et des statuts — sans tracas, sans ambiguïtés.",
      "content2": "Les professionnels gèrent leurs dossiers plus efficacement, vérifient les documents et travaillent ensemble dans un environnement unique."
    },
    "promise": {
      "title": "Notre promesse",
      "content1": "Nous connectons la technologie avec l'empathie.",
      "content2": "JanazApp représente non seulement un logiciel, mais aussi un partenaire fiable dans l'un des moments les plus vulnérables de la vie."
    }
  }
}